[
  {
    "id": 1,
    "name": "Running Shoes",
    "description": "Experience unparalleled comfort and performance with our high-performance running shoes. These shoes are meticulously designed to provide optimal support and cushioning, ensuring a smooth and enjoyable run every time. The breathable mesh upper keeps your feet cool and dry, while the responsive midsole technology offers excellent energy return, propelling you forward with every stride. Perfect for both casual joggers and serious athletes, these running shoes are the ultimate blend of style, comfort, and functionality.",
    "price": "120.00",
    "category": "Running"
  },
  {
    "id": 2,
    "name": "Cycling Helmet",
    "description": "Stay safe and ride with confidence with our lightweight and aerodynamic cycling helmet. Engineered for maximum protection and comfort, this helmet features a robust outer shell and a shock-absorbing inner lining that safeguards your head from impacts. The advanced ventilation system keeps you cool during intense rides, while the adjustable fit system ensures a secure and customized fit. Whether you're a recreational cyclist or a competitive racer, this helmet offers the perfect combination of safety, performance, and style.",
    "price": "85.00",
    "category": "Cycling"
  },
  {
    "id": 3,
    "name": "Swimming Goggles",
    "description": "Achieve crystal-clear underwater vision with our anti-fog and UV protection swimming goggles. Designed for both recreational swimmers and competitive athletes, these goggles feature a comfortable, leak-proof seal that prevents water from entering. The anti-fog coating ensures your vision remains clear, while the UV protection shields your eyes from harmful sun rays. With an adjustable strap and ergonomic design, these goggles provide a secure and comfortable fit, allowing you to focus on your performance without distractions.",
    "price": "25.00",
    "category": "Swimming"
  },
  {
    "id": 4,
    "name": "Yoga Mat",
    "description": "Enhance your yoga practice with our premium non-slip yoga mat. This mat is crafted with high-density foam that provides excellent cushioning and support, ensuring maximum comfort during your sessions. The non-slip surface keeps you stable and secure in any pose, while the moisture-resistant material makes it easy to clean. Lightweight and durable, this mat is perfect for both home practice and studio use. Whether you're a beginner or an experienced yogi, this yoga mat is designed to help you achieve your best performance.",
    "price": "40.00",
    "category": "Yoga"
  },
  {
    "id": 5,
    "name": "Dumbbell Set",
    "description": "Transform your workouts with our versatile adjustable dumbbell set. This set includes a range of weights that can be easily adjusted to suit your fitness level and exercise routine. The ergonomic design ensures a comfortable grip, while the durable construction guarantees long-lasting performance. Ideal for strength training, muscle building, and toning, these dumbbells offer endless possibilities for your workout regimen. Whether you're training at home or at the gym, this dumbbell set provides the flexibility and convenience you need to achieve your fitness goals.",
    "price": "150.00",
    "category": "Gym Workouts"
  },
  {
    "id": 6,
    "name": "Soccer Ball",
    "description": "Play like a pro with our official size and weight soccer ball. This ball is constructed with high-quality materials that ensure optimal performance and durability on the field. The textured surface provides excellent grip and control, while the reinforced bladder maintains consistent air pressure for a true and accurate flight. Suitable for both training and competitive matches, this soccer ball is designed to help you improve your skills and enjoy the game to the fullest. Whether you're a beginner or an experienced player, this ball is a perfect choice for any soccer enthusiast.",
    "price": "30.00",
    "category": "Team Sports"
  },
  {
    "id": 7,
    "name": "Hiking Backpack",
    "description": "Embark on your next adventure with our durable and spacious hiking backpack. Designed for the avid hiker, this backpack features multiple compartments and pockets to keep your gear organized and easily accessible. The ergonomic design and adjustable straps ensure a comfortable fit, while the high-quality materials provide durability and weather resistance. With ample storage space for all your essentials, this backpack is perfect for day hikes, overnight trips, and extended expeditions. Whether you're a casual hiker or a seasoned explorer, this backpack is an essential piece of gear for your outdoor adventures.",
    "price": "75.00",
    "category": "Hiking"
  },
  {
    "id": 8,
    "name": "Martial Arts Gi",
    "description": "Train and compete in style with our high-quality martial arts gi. Made from durable and breathable fabric, this gi is designed to withstand the rigors of intense training while keeping you comfortable. The reinforced stitching ensures long-lasting durability, and the adjustable fit provides maximum mobility and freedom of movement. Suitable for various martial arts disciplines, including judo, karate, and Brazilian jiu-jitsu, this gi is perfect for practitioners of all levels. Whether you're a beginner or a seasoned martial artist, this gi will help you perform at your best.",
    "price": "60.00",
    "category": "Martial Arts"
  },
  {
    "id": 9,
    "name": "Dancing Shoes",
    "description": "Step into the spotlight with our comfortable and stylish dancing shoes. Designed for various dance styles, these shoes feature a flexible sole that allows for easy movement and precise footwork. The cushioned insole provides comfort during long practice sessions, while the secure fit ensures stability and support. Made from high-quality materials, these shoes are built to last and will help you look and feel your best on the dance floor. Whether you're a beginner or a professional dancer, these shoes are the perfect choice for any dance enthusiast.",
    "price": "55.00",
    "category": "Dancing"
  },
  {
    "id": 10,
    "name": "Gaming Headset",
    "description": "Immerse yourself in the gaming experience with our surround sound gaming headset. This headset features high-fidelity audio and a noise-cancelling microphone that delivers clear and crisp communication with your teammates. The comfortable, adjustable headband and cushioned ear cups ensure a perfect fit, even during extended gaming sessions. Compatible with multiple gaming platforms, this headset is designed to enhance your gameplay and provide an edge over your competition. Whether you're a casual gamer or a professional, this gaming headset is an essential accessory for any gaming setup.",
    "price": "100.00",
    "category": "Gaming"
  },
  {
    "id": 11,
    "name": "Silver Necklace",
    "description": "Add a touch of elegance to any outfit with our exquisite silver necklace. Featuring a delicate pendant, this necklace is crafted from high-quality sterling silver that shines brilliantly in any light. The timeless design makes it a versatile accessory that can be worn for any occasion, from casual outings to formal events. The adjustable chain ensures a perfect fit, while the durable construction guarantees long-lasting beauty. Whether you're treating yourself or looking for the perfect gift, this silver necklace is a stunning choice that will be cherished for years to come.",
    "price": "45.00",
    "category": "Jewellery"
  }
]
