[
  {
    "id": 0,
    "name": "SOG Specialty Knives & Tools Ninja Tactical Daypack Backpack, Olive Drab Green, One Size",
    "description": "This fully modular, water repellent pack has one large main compartment for gear, a soft lined sunglasses or electronic device pocket, a small accessory pocket for flat item storage, and a zippered front organizer pocket. It is hydration compatible and has left and right hose ports. The bottom of the pack features 2 grommeted drain holes, plus four points to attach a sleeping bag or roll. A contoured foam back with multiple air channels combined with airy mesh enhances air flow to help prevent heat build-up and sweating. Side compression straps give the pack a compact look when fully loaded.",
    "price": "32.68",
    "url": "https://www.amazon.com/SOG-Ninja-Tactical-24-2-Liter-Olive/dp/B0131SE0KI/ref=sr_1_10?_encoding=UTF8&content-id=amzn1.sym.acfaa21f-7f14-4289-80be-9bf4959f4730&dib=eyJ2IjoiMSJ9.suDIuwsENYcCtqIWyQoqqW5MK7FepQqD9LBh9yXUxMxLimRVEUtAmQs_22jf1iAPLTBb6HadIgvA7sRn-Yjyixuqz6D1bVgJbfkgUqt5T-PldaEAtHwN4FM1PzYa49m_9XECda0klyeHxW48DnGTfoRtHGoPrnrQzOTnoOF0VvJWMU7iN-SE5ZRLpdzQY1Ft6BFnAQu4QrUy1IH2H8W0KeKwsiajcMUUPqCqGGXM8Af9RkNK-PDQms09SNpIWyI-8JAVsbGLtzUnsLGf2IAzD-buHa-b5pMeNwru5DPLJ2s.-Ky5lQibAakPMFHFsa6fxURkE4lB-YRjSH15QGYydrY&dib_tag=se&keywords=adventure+gear+men&pd_rd_r=625d6fa6-a691-418c-bc15-09f104d8bcf9&pd_rd_w=vVVuZ&pd_rd_wg=TOVcR&pf_rd_p=acfaa21f-7f14-4289-80be-9bf4959f4730&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545722&refinements=p_n_deal_type%3A23566065011&sr=8-10"
  },
  {
    "id": 1,
    "name": "LANDNEOO 12pcs Set Irish Coffee Glasses, Vintage Coffee Mugs, Overnight Oats Containers with Bamboo Lids and Spoons - 14oz Clear Embossed Glass Cups, Cute Coffee Bar Accessories, Iced Coffee Glasses",
    "description": "PRODUCT INCLUDES: 12 vintage coffee mugs that 6 embossed with sunflower patterns, and 6 with raindrops patterns, 12rose-gold spoons, 12 100%-nature-bamboo sealed lids. Elegant and high-end outlook embellished with graceful designs, but meanwhile still being very practical of the combination. FULL OF VINTAGE AESTHETIC DESIGN: Classic mug-shape but in crystal glass has a delicate round curved handle. 2 sunflower patterned ones have fancy mandala-like borders decorated around like pendants. The rain-dots regularly arranged with different sizes that has a taste of a typical retro trend, making them all go well with every drinks matches with the metal spoons and bamboo lids even just with water giving your table out of plain styles and full of elegant old fashion ways. SAFE, DURABLE AND LARGE CAPACITY: The drinking glasses are made of premium durable transparent glass, thicker than ordinary jars glass that enhance it to be more durable. Lead-free, BPA-free and totally food safe. Large capacity of 14oz. Great for any hot and cold drinks and widely loved by families, restaurants, cafes and bars. A very excellent choice to make overnight oats, iced coffee, cappuccino, latte, cereal, yogurt, smoothie, fruit juice, tea or any other interesting holiday drinks. handcrafted and well made. It would be a perfect and charming gift choice for Housewarming, Birthday, Dad’s Day, Mother’s Day, Christmas and Thanksgiving Day gifts. Surprise your beloved ones with this fancy gift and they will love it to no end.",
    "price": "35.99",
    "url": "https://www.amazon.com/LANDNEOO-Glasses-Vintage-Overnight-Containers/dp/B0CSDCQG6P/ref=sr_1_12?_encoding=UTF8&content-id=amzn1.sym.0f1ddd2e-dc49-404c-9cb8-157e3c873622&crid=IBML6MYDLJ4A&dib=eyJ2IjoiMSJ9.Qh1ZpHcJ9GtRAD69RZbOCVr1BdB4rZGrcMWoZIRG59FZPHWswdGDrHq0MiEMDow67AxYDo2FIIAJsjiqH77VWKH31CMQUuRB6YBOY6RC2a4YKbVC_OgEkA9tK4EW96Ona-_HTwUfG5Noqc7SauXlIi8vQ05a9CzzVigC1PR8VKlOFSYvm2sGL4aij5sqi4nf51sXN_tCpZSvDU3GXc7keP9LihMEJeGjnmq8kBgURkgR--N3CcZR2SmdLPwkFeES3Mv_E8HOQcLWEBgFB9j4dnyEfSZYYhUByUFXVBVEvv4.-008za5VUlJVhozAiYiryhodQdVXxfWtvLevvGrJrdM&dib_tag=se&keywords=Dinnerware%2B%26%2Baccessories&pd_rd_r=625d6fa6-a691-418c-bc15-09f104d8bcf9&pd_rd_w=EW6oZ&pd_rd_wg=TOVcR&pf_rd_p=0f1ddd2e-dc49-404c-9cb8-157e3c873622&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545725&sprefix=dinnerware%2B%26%2Baccessorie%2Caps%2C190&sr=8-12&th=1"
  },
  {
    "name": "Sujeet Night Light, Night Lights Plug into Wall 4-Pack, Nightlight Plug in Night Light, Dusk to Dawn Night Lamp Led Night Light for Kids Bedroom, Bathroom, Hallway Warm White",
    "description": "0.5 watts, 50 lumen, 3000k warm white Night Light. 4pcs long-life LED, if lights up to 7hrs each day, only 0.7 Kwh per year. Built-in sensitive light sensor, the nightlight automatically turns on at dusk and off at dawn. Emitting gentle light that is easy to your eyes, while bright enough to light up your way in the darkness. Takes the space of only one plug, allowing you to plug another device into the outlet while using the night light. This plug in night light perfect for hallway, bathroom, bedroom, kitchen, living room, nursery, kids room or anywhere you need some extra light. If you’re ready to stop walking in the dark and start easily moving through your home, check out Sujeet night lights are your good choice.",
    "price": "9.99",
    "url": "https://www.amazon.com/Sujeet-Nightlight-Bedroom-Bathroom-Hallway/dp/B0C9MRV1K9/ref=sr_1_4?_encoding=UTF8&content-id=amzn1.sym.0f1ddd2e-dc49-404c-9cb8-157e3c873622&crid=1QBODY970JKYC&dib=eyJ2IjoiMSJ9.neb8wi2t8w_M8K_gvfMWvZrI2lsv13gVOEutXTyz97OjhxqIEq9OamXUjxI-dYI4xiXjk1SpUgabmT-7AFZIezLtat85HvjBBeV9WP2Pz6bAWIBqftXv23WWZzPym4CfuYqxgd5xk8mC3sr2d5WVlTMSgdtvOBjfwt99XIeBMjkRw4Dvr8fZKtcVae38xX-cuG-IeUVovEE5_iBNGfBH9OSTLZOnABZIzg9DVMs4-KDu4iBkLKdcihufLAKQLjGrP8yYRWcvg0fTqh4bnGA-bHZH61QaWfb0EnhcJ6fcGrU.uA6dIuvBb4lOb5csZQglgz-2nHDkZy_AO3ZpvORu0WY&dib_tag=se&keywords=Home&pd_rd_r=625d6fa6-a691-418c-bc15-09f104d8bcf9&pd_rd_w=EW6oZ&pd_rd_wg=TOVcR&pf_rd_p=0f1ddd2e-dc49-404c-9cb8-157e3c873622&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545726&s=kitchen-intl-ship&sprefix=home%2Ckitchen-intl-ship%2C164&sr=1-4&th=1",
    "id": 2
  },
  {
    "name": "Gifts for Men,Mens Anti Aging Skin Care Kit,Reduce Wrinkles & Hydrate Skin w/Facial Cleanser,Scrub,Cream,Serum,Eye Cream Unique Men Gifts Stocking Stuffers for Christmas,Gift for Him Boyfriend Husband",
    "description": "Anti aging Skin Care Sets for Men: Our comprehensive set includes men's Facial Cleanser 60ml, Facial Scrub 60ml, Facial Serum 30ml, Facial Cream 50ml, Eye Cream 20ml, providing a complete skin care routine for anti-aging needs. Beautiful manly packaging makes it a great Christmas gift for men, stocking stuffers for husband, birthday gifts for men, Valentine's day gifts for him, men's gifts, unique gifts. Retinol & Hyaluronic Acid for Anti-aging: Our advanced formula is enriched with retinol, a powerful ingredient known for its ability to reduce the appearance of fine lines, wrinkles, and age spots, promoting a youthful and radiant complexion. Every man would love to have such unusual gifts. Great stocking stuffers for him, dad stocking stuffers, gifts for men who have everything, stocking stuffers for adults men. High-Quality Natural Ingredients: Our skin care products are carefully selected to deliver maximum results. Each product is formulated with nourishing and rejuvenating compounds to leave skin feeling renewed, soothed, and hydrated, help improve skin elasticity, firmness, and overall texture. The top skin care routine kit for men, skin care gift set, men's gifts for Christmas, husband Christmas gifts, gifts for men who want nothing. Deeply Hydrates and Moisturizes the Skin: Our facial skin care products are focused on delivering long-lasting moisturization. Plumps up the skin, reducing the appearance of wrinkles and fine lines. Improves skin elasticity and firmness. Helps smoothen and soften the skin. Will be cool gifts for men, guy gifts, man gifts, boyfriend gifts, dad gifts, tech gifts for men. Men's Stocking Stuffer Ideas: Our anti-aging skin care set is made with premium ingredients Retinol, Hyaluronic Acid, Vitamin C, Vitamin E. Would be perfect for daily use. Whether you're looking to prevent signs of aging or address existing concerns, our skin care set provides a tailored solution for your skin's needs. Great men's facial care kit, holiday gifts for men, top gifts for husband from wife, unique stocking stuffers for adult men.",
    "price": "32.91",
    "url": "https://www.amazon.com/Wrinkles-Cleanser-Stocking-Christmas-Boyfriend/dp/B0CG3HLB2X/ref=sr_1_5?_encoding=UTF8&content-id=amzn1.sym.acfaa21f-7f14-4289-80be-9bf4959f4730&dib=eyJ2IjoiMSJ9.z8rwZ-7chEHQqTGohDjodGsXlZl47O5hfafnjLCn6flI0cUmwBccnSL09JztThWx9CtM6zAenQd3QGxvkE5BXx0uq5S_2BWt_2CXjv7UQOxtHu8VvnFQZbPeAjxveV14nnzqkjxOFxKqRizK-LBfrW56jUJwuZaB03x6sG2y2ATIA1bLzmCisb0KHUsEdjmgGgm79wDixdVTU79YFfcay2H25wSVtX5O-rPgZ1fy1NWb9WYwJ4PJlHri_cOrlLPfDTrU5LS_Dj95LSKkKe1Gq1Vr9tHDnvVGsB390owgLRk.BlLoOYMOZgADN-pWi7Za1u0VpFxPzjCda_GcmhikkbQ&dib_tag=se&keywords=mens+personal+care+sets&pd_rd_r=625d6fa6-a691-418c-bc15-09f104d8bcf9&pd_rd_w=vVVuZ&pd_rd_wg=TOVcR&pf_rd_p=acfaa21f-7f14-4289-80be-9bf4959f4730&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545726&refinements=p_n_deal_type%3A23566065011&sr=8-5",
    "id": 3
  },
  {
    "name": "Mueller Pro-Series 10-in-1, 8 Blade Vegetable Chopper, Onion Mincer, Cutter, Dicer, Egg Slicer with Container, French Fry Cutter Potato Slicer, Home Essentials, Salad Chopper White Sand/Green",
    "description": "The Original Pro Chopper Refined Since 2013 - Another well marketed lower quality white/black model claims to be the original. More restaurants use Mueller than all the others combined because of our quality.. Effortlessly chop, slice, and dice your ingredients with ease using our tough as nails chopper. It's simple to use, set up, and clean, saving you time and energy during meal preparation. Become a kitchen pro with this must-have kitchen tool. 8 Awesome Blades For the Price of 4 - Three different sized chopper blades and 5 interchangeable blades for slicing, julienne, grating & shredding offer the functionality of multiple kitchen tools in just one, highly versatile, kitchen gadget. The high-quality stainless-steel blades will create perfectly chopped onions, tomatoes, and peppers for salsa, or shred an entire cabbage for coleslaw in no time. Unmatched Quality - Free-up countertop space with the Food Container. Use the Food Holder while cutting small vegetables and fruits. This prevents food from slipping while slicing it. It also makes it clean, safe, and easy to work with. No more hassles of washing and wiping. Dismantle it and just put it in dishwasher. Cleans easily in minutes with the complementary scrubbing fork. Its compact size allows you to store it almost anywhere. Make Incredible Meals in Half the Time – Busy lifestyles make us fall into the fast-food trap. It can take a lot of time and effort to dice, chop and slice the ingredients of a desired dish. Do not despair. Our multi-functional tool makes this process less time-consuming making it easier to add vegetables to your meals. That being said, you’re less likely to reach for unhealthy options. From now on, enjoy having more time for your family without missing out on any of the important nutrition. Live Customer Care – Talk to us via out toll-free number or live chat, not by email like our competitors. Mueller believes in making life easier, better and more enjoyable in all that we do. In the unlikely event that you don’t love your Chopper/Slicer, we will give you a replacement or a full refund. Our unparalleled 24/7 live telephone customer support is ready and waiting to assist with anything you need!",
    "price": "29.96",
    "url": "https://www.amazon.com/Mueller-Vegetable-Chopper-Container-Essentials/dp/B0CW3SZCW6/ref=sr_1_4?_encoding=UTF8&content-id=amzn1.sym.0f1ddd2e-dc49-404c-9cb8-157e3c873622&crid=2LRTV3593NEHX&dib=eyJ2IjoiMSJ9._0J18silZgd5IxBMaj6JKIsUaPkQw9D6kHGNpZZVN9R_FGCo31Uok6pyeYDbqi6eRnlitkWo3uZd6_2psBLGiVqFyJ30QM7Q6Xcu3AW5-rlLnW7igpM-IGbnnI1OvgNlF7qqoWPaSbS2yewte1klM_9VLGC2hSfdB22ItBg8ZLmOL5Cgx5ivoqVKSOWSVWuA364spC_SpUbpwyYuVW6fWKSH7tELF8DuuuvBAW-5Zvn1VuR09St3zQWDhJaOijbYmDZw7TIYz8T3fIkLeDtu-jThXBvpTTD1zil_un4Qq9Q.2V4L6hYqAw6Y1priQMZLHKAqyT_1WYS-4xiTJUsbaOU&dib_tag=se&keywords=Kitchen&pd_rd_r=625d6fa6-a691-418c-bc15-09f104d8bcf9&pd_rd_w=EW6oZ&pd_rd_wg=TOVcR&pf_rd_p=0f1ddd2e-dc49-404c-9cb8-157e3c873622&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545727&s=kitchen-intl-ship&sprefix=kitchen%2Ckitchen-intl-ship%2C202&sr=1-4",
    "id": 4
  },
  {
    "name": "Ice Roller for Face and Eye, Upgrated Ice Face Roller,Facial Beauty Ice Roller Skin Care Tools, Ice Facial Cube, Gua Sha Face Massage, Silicone Ice Mold for Face Beauty (Green)",
    "description": "Suitable for all skin types. treat acne and sensitive skin, reduce redness, remove puffiness and fine lines, smooth skin, improve skin problems, body massage care. It has multiple functions such as beauty, cleansing, and blood circulation. The multi-function design of this product can meet a variety of needs. It can not only outline and shape your face, improve skin radiance, and make you glow. You can also use it for full body massage, which can effectively promote facial blood circulation, lubricate the skin, make the skin more elastic and contractile, and give you a good enjoyment. This refillable silicone cube can be used multiple times and is developed with durable materials, which can save you money. In order to obtain real skin-lifting effects, customize the formula according to your specific skin needs, such as lemonade for whitening, green tea for inflammation, cucumber water for reducing swelling, and coconut milk for anti-aging. Small and light design, easy to use. the ergonomic hand design is easy to grasp, and the ice roller head can slide on the skin, refreshing and calming the skin. It helps improve the skin by conditioning, shaping and lifting, while at the same time creating a healthy glow for the skin by stimulating blood circulation. Frozen over 4 hours, apply the ice to your skin in 30 second intervals in circular motions. To really enhance the skin effect, you can use your creativity and customize the formula according to your specific skin needs, such as lemonade for whitening, green tea for inflammation, cucumber water for reducing swelling, and coconut for improving skin Milk. You can use a juicer to squeeze them into juice, then add water, essential oils, and roses to the ice tray. Treat yourself or a loved one to a gift that keeps on giving.",
    "price": "7.99",
    "url": "https://www.amazon.com/IMEASY-Roller-Upgrated-Massage-Silicone/dp/B0BTVSB6CJ/ref=sr_1_5?_encoding=UTF8&content-id=amzn1.sym.0f1ddd2e-dc49-404c-9cb8-157e3c873622&crid=2036DM6EKNYNA&dib=eyJ2IjoiMSJ9.yUIOfQ1xcR1qlq9nAgtXu4JHWbiwLhUmPWxMxe0R-pF1u9WVtL9CgFeJfazzalPOaQLbi7dVuf1xFKcHfoNcUCw6nmj-LuSI9wvkYmZi8OftoVbMBe__ISA2MZGzkFVzsFtwNsbj4xTkQzP-o_qq3RJrPRZjZslDteFFoVGWyXiNFV3bnOmFDfdod0HzDl03B2jv9TSamFGcLYkYdZwmHBt-Hr41rPfe_Pd8KSZteTHKaMWKI5NIgXPQSyk2yfjv_iN17sj5CgVOZ8ql8pJ2F4lw1Y4b7X-Blrtc7IbJbwo._QZX5bU8db8AUASn4ED-ICz1yIVGJtsrpSo_UWiyuKM&dib_tag=se&keywords=health+and+beauty&pd_rd_r=625d6fa6-a691-418c-bc15-09f104d8bcf9&pd_rd_w=EW6oZ&pd_rd_wg=TOVcR&pf_rd_p=0f1ddd2e-dc49-404c-9cb8-157e3c873622&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545728&s=beauty-intl-ship&sprefix=health+and+beauty%2Cbeauty-intl-ship%2C173&sr=1-5",
    "id": 5
  },
  {
    "name": "Dokotoo Women 2024 Summer Ruffle Edge Sleeve Dresses Floral Casual Beach Mini Dress with Pocket",
    "description": "Flirty and Feminine: Elevate your summer style with this gorgeous dress featuring an elegant ruffle design that is both flattering and cute. Elegant and Timeless: Add some sophistication to your wardrobe with this Deep V Neck Mini Dress, complete with an elegant bow tie, cute flower embellished short sleeves. Lightweight and Comfortable: Made with soft and lightweight material, this dress is perfect for those hot and humid summer days. You'll love the loose fit that allows for plenty of airflow, keeping you comfy and cool. Versatile and Accessorizable: Pair this dress with your favorite sandals, shoes, handbags, hats, necklaces, and more. The options are endless! Plus, it's a great choice for gifting to your stylish friends and loved ones. Perfect for All Occasions: Whether you're dressing up for a party or going on a casual beach vacation, this dress is the perfect choice. With its classy and timeless design, you'll look and feel incredible no matter where life takes you.",
    "price": "19.99",
    "url": "https://www.amazon.com/Dokotoo-Dresses-Fashion-Drawstring-Elegant/dp/B0CRBD58DW/ref=sr_1_6?_encoding=UTF8&content-id=amzn1.sym.1a902f95-a9e3-4682-89f3-65f7d3e22891&crid=1PW0S93CC85GY&dib=eyJ2IjoiMSJ9.T_j3v5Jbn9ZYJlsQdEr_Cv68KvO7RhCKmkTv1dzCTdXC8LLBe1FK4wNrUOwmn_-MbIYkcNOj1R7RKQGfwesGyzJqcinZvbIPtgQKTEdFU8R8Af4vOYxmUduJKVlJEyTIz4R3MsFghvIgmisgtSY4YRk4-EWnsL7fTo6fynIPk6AmVNTFe14NZCqu53ALdPTRh9iAu_6C8N9dl-FGoLxZsDXZMYT1fNnIMOBlJ2MCvC9rDLmF27C7O4drMhMe-kfcR0wO8L-ZvBqRvbtzLDAj7Bqcw37fGwEZmP2qgnMxPeg.tK8s3lw8Re_YROf-vXvfpJ8_ZZh1FHH8CUrTvnrLbmI&dib_tag=se&keywords=Dresses&pd_rd_r=625d6fa6-a691-418c-bc15-09f104d8bcf9&pd_rd_w=lDHzS&pd_rd_wg=TOVcR&pf_rd_p=1a902f95-a9e3-4682-89f3-65f7d3e22891&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545733&sprefix=dresses%2Caps%2C146&sr=8-6",
    "id": 6
  },
  {
    "name": "Neutrogena Eye Makeup Remover, Oil-Free Waterproof Mascara Remover, Gentle Face Cleanser, 8 FL OZ",
    "description": "Neutrogena bottle of dual-phase 100% oil-free liquid eye makeup remover and makeup cleanser formulated with soothing aloe and cucumber for sensitive eyes. Oil-free and non-greasy eye makeup remover formula helps remove all eye makeup, even stubborn waterproof mascara, leaving skin feeling clean and fresh with no heavy residue left behind. For best use, shake liquid makeup remover well to activate and effectively remove all eye makeup when applied to a cotton pad to close eyelids, followed by rinsing face with warm water. This soothing liquid eye makeup remover contains aloe and cucumber extracts to help soothe skin and work gently without the harsh tugging, pulling or stinging of the sensitive eye area or skin. Neutrogena gentle oil-free eye makeup remover is Dermatologist developed and ophthalmologist tested for sensitive eyes and safe for contact lens wearers",
    "price": "9.39",
    "url": "https://www.amazon.com/Neutrogena-Non-Greasy-Waterproof-Dermatologist-Ophthalmologist/dp/B07T9JV956/ref=sr_1_60?_encoding=UTF8&content-id=amzn1.sym.e7c0723b-b462-490f-b8b0-8108304a3a80&dib=eyJ2IjoiMSJ9.emPZZb6C0hvD5L32pCTSUwC1BYLQ17z9os5LpBCK4IduL0e3sizacsrR57zFM-dFubiZd3LA2llONlYTRKY45ugdDpF8UVi3PV3l2pYKAuTMTKZezw5I9Xt6Ts8OPOLDZQnajaS67LqGn93fbsX2MGoEgOGG7US2EXm5YQi69rDrMYM5npITQHW7kOfzqUG5a4x1DDUquXG3F4cQ6GEP8T3d60KJbB3jYlAtS2AU8z64MnwqMHGBnzsAqnIpGB9haqIma09aRelnzkNGrl1ih1gYPvoRa8Keq3zjZBaGF7Q.Egy2BCNyH0Fc5iFxXTIEnuBGuWKFWI55E687VSZZsFs&dib_tag=se&keywords=makeup&pd_rd_r=fb8fb908-9e99-4f01-8018-6c968117cf51&pd_rd_w=ePebK&pd_rd_wg=MBtLu&pf_rd_p=e7c0723b-b462-490f-b8b0-8108304a3a80&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545737&sr=8-60",
    "id": 7
  },
  {
    "name": "FISKARS Planting Soil Scoop and Brush Set for Indoor Gardening - Mess Control for Transplanting - Made with Recycled Plastic",
    "description": "Use the Fiskars Planting Scoop and Brush Set to dig, re-pot, transplant and clean up loose planting materials when gardening indoors or on patios or balconies. Two-sided scoop has narrow rigid end for digging and wide, flexible end for use as a dustpan and for pouring soil. Brush handle is made of durable resin with 20% post-consumer recycled plastic. Soft, long brush bristles sweep dirt and debris onto wide side of scoop for fast, easy cleanup. Soft, long brush bristles sweep dirt and debris onto wide side of scoop for fast, easy cleanup",
    "price": "7.88",
    "url": "https://www.amazon.com/FISKARS-Planting-Scoop-Indoor-Gardening/dp/B0CLSF8219/ref=sr_1_17?_encoding=UTF8&content-id=amzn1.sym.469d506a-5d89-4500-bc25-54a7764d4f74&dib=eyJ2IjoiMSJ9.QI39bfXU_Itc7x0kU7S-0Gr4LQr6shZHkBpanEjHR7Zjt2EI91p1PD5J9VHqWIxMiuzXTpwEcXpGf5du68titCbgTvkWs5W8YCiKXe6Uz2WEPoKJMie6XbzVJ5_IWPxDqjgEIqfUFU_S20A4gP-9cUfsRjZs6cWo9m-FsCvSn2izP8ncva3YfOdaUhqfObnfFPtCrYHJCG12U-veW5u_aZxjEVd3ahnN8jHwBo0j5QhY82ZDDpl6_Ykfzrgi2shFflWITM46-nPAudWlYPlDRn53knM2JvTlsAVluaxGZkk.e8W1WpEyWsNXYkmhja9WtdBYt5GdH6JsHBJiSkny6vc&dib_tag=se&keywords=indoor%2Bgardening&pd_rd_r=fb8fb908-9e99-4f01-8018-6c968117cf51&pd_rd_w=XcBcb&pd_rd_wg=MBtLu&pf_rd_p=469d506a-5d89-4500-bc25-54a7764d4f74&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545739&s=kitchen-intl-ship&sr=1-17&th=1",
    "id": 8
  },
  {
    "name": "Sprinkler for Kids, Fingarden 3-in-1 Water Toys for Kids Outdoor Play, 360° Rotating Sprinkler & Catch Ball Game & Rolling Ball, Outdoor Toys for Boys Girls Age 3+",
    "description": "Our sprinkler is 3-in-1, its cute design and rich colors are very attractive to kids. It has 3 kinds of game play: sprinkling water with 360° rotation, catching ball game and rolling ball, which is very unique and can make kids have a happy summer. Our kids sprinkler can turn any backyard into a mini water park where you and your kids can cool off and have fun. Whether your kids want to play catch ball game or just want to splash around in the cool water, this sprinkler is sure to bring them endless fun. Our water toys are ideal gifts for boys and girls. The set includes 1* rotating slide, 1* airplane (360° rotation) nozzle, 1* dolphin, 8* balls, 2* mesh pockets for catching balls, 1* hose connector, 2* hose clamps. They are packed in a colorful box and suitable to be gifted to children.",
    "price": "26.99",
    "url": "https://www.amazon.com/Sprinkler-Fingarden-Outdoor-Rotating-Rolling/dp/B0CZRVXMR5/ref=sr_1_7?_encoding=UTF8&content-id=amzn1.sym.52d40295-3b99-453e-9c60-5f17f69dc75e&dib=eyJ2IjoiMSJ9.K5oTUAuMiQcRLxnfwGwbuxaMuR6SIw5K8yDhRYv8XHcsvPmVAaFNb5OCyxQaPv-oOHZVftYZbV-KKVk-TMBqdASoOmbyc0YpNTSsuQnIeB8UhNfpCKzrvzF3olsLqHT4qNl16QncN52gAWtR-Aie19ZGO58w-hpBD5SztuOOE1VBspF_Z6g8QmakFvZXJmmvQQH9xqDRaZhdFTX5HJ8I5UToCY6rZ7yGvIwLFcwpB3fCaS4KSIXuBoVSNGue6viVc7bA81xyLAqyW-PkxAhRQ-p-TITNCBsF-ipj88PEMy4.LSQjMj_uOpchuqA4MzsdksQ7Fy7Gnws0_qhhB-Wx1kk&dib_tag=se&keywords=outdoor+play+toys&pd_rd_r=fb8fb908-9e99-4f01-8018-6c968117cf51&pd_rd_w=PwYsU&pd_rd_wg=MBtLu&pf_rd_p=52d40295-3b99-453e-9c60-5f17f69dc75e&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545761&sr=8-7",
    "id": 9
  },
  {
    "name": "Battat- Play Food Toys For Kids – Food Set With Cutting Boards And Accessories – Farmers Market Produce Basket- Toddler Pretend Fruit- Farmers Market Produce Basket- 2 years + (37 Pcs)",
    "description": "KIDS’ KITCHEN SET: Pretend to shop and prepare an imaginary homemade feast with this play food for toddlers. This 37-piece kids’ kitchen set includes 1 toy basket, 2 chopping boards, 2 pretend knives, and a bunch of play food. CHOPPING DESIGN: fasteners hold the toy food together and comes apart easily when your kids pretend to chop the pretend food. These durable toddler toys have a realistic look with attractive, vibrant colors. GIFTS FOR TODDLERS: Give your budding chef this play kitchen set as a birthday or Christmas gift. Watch your toddlers pretend to grocery shop with the toy basket and chop food with toy knives just like mom and dad do every day.",
    "price": "13.95",
    "url": "https://www.amazon.com/Battat-Farmers-Kitchen-Accessories-Toddlers/dp/B01NBXZGVP/ref=sr_1_33?_encoding=UTF8&content-id=amzn1.sym.52d40295-3b99-453e-9c60-5f17f69dc75e&dib=eyJ2IjoiMSJ9.wtQ0ceLyNTAzFjLPWVBsBLlXinCccchwcKbyqG0ZcWmhwgwdRSh6cgE-rUW9wG0uXhLyYTlhvupMUMPvqmXlCdWC0i4-lNCpoviBFsmT9FA0cfkGnvzJ46kXkLiGiCLskAkWAcBzihetqY9HDiCwSaa5YmvBuQ8sOlPFrqDkVPwwJfMbt9uuuunj5b51C2b9tjB5pg-t_4Mm-c--OCgoYs1iWFu5EJ8SPZYzvfVgpSp2kALPy_dima-cBMdxNulHCj58nl8DBsrX2gnylOYTithzuj2zAJ2P_hAb6OD8MWA.nb5jF-lWfJA6g3w8qk8F9Jen7-8WZuohyvr9XELYAAg&dib_tag=se&keywords=Pretend%2BPlay%2BToys&pd_rd_r=fb8fb908-9e99-4f01-8018-6c968117cf51&pd_rd_w=PwYsU&pd_rd_wg=MBtLu&pf_rd_p=52d40295-3b99-453e-9c60-5f17f69dc75e&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545762&sr=8-33&th=1",
    "id": 10
  },
  {
    "name": "GIFTS FOR TODDLERS: Give your budding chef this play kitchen set as a birthday or Christmas gift. Watch your toddlers pretend to grocery shop with the toy basket and chop food with toy knives just like mom and dad do every day.",
    "description": "Made of premium striped corduroy fabric with soft and comfy touch, unique texture for vogue and classic decorative effect. Features invisible zipper sewn on the edge for easy insertion and removal of insert. Great decoration for living room, bedroom, patio, porch, balcony, couch or sofa. Package includes two 18x18 inch throw pillow covers, insert not included.",
    "price": "9.99",
    "url": "https://www.amazon.com/MIULEE-Corduroy-Decorative-Pillowcases-Farmhouse/dp/B0BR5GXDD6/ref=sr_1_7?_encoding=UTF8&content-id=amzn1.sym.7b988025-7a6f-419f-affa-49dfd2b7f27a&dib=eyJ2IjoiMSJ9.0cp-OrtA_8n7Ve6oOf1glcLEFOzTDdBo877vsmMCQ6g2niX31i8uTvWqommQfBsmyFRGuBWJAuCz7Pttpdhj0lalEc_ccNzvdqdwC-bNvl5DI-8tCjhyTUSkO5ulAe25YbtR1kn67vmGlchtC4Lb4ptmbSs53rDXS70_WNVhYYpmJocWj0FXRnCf4SICOtoociIGfJ9nX6-n36IoSFszaCQGAjvv-PGNRBmpTiw3bqF_r-U98jFk4dhN7afMmepEwGomW6UPmbTNXkun9vejtR1mxXjZ1S1u5JorKKji1CA.T3I4dBHC72_y6ZLmuqbCIoexwGUn0zrEmIrmb0NvoTA&dib_tag=se&keywords=pillows+and+throws&pd_rd_r=fb8fb908-9e99-4f01-8018-6c968117cf51&pd_rd_w=8mCYM&pd_rd_wg=MBtLu&pf_rd_p=7b988025-7a6f-419f-affa-49dfd2b7f27a&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545760&sr=8-7",
    "id": 11
  },
  {
    "name": "PlayStation®5 console (slim)",
    "description": "Elevate your gaming experience with the sleek PlayStation®5 Slim console. Dive into a universe of unparalleled speed and performance with its cutting-edge custom CPU, GPU, and SSD. The PS5 Slim redefines your expectations, offering seamless gameplay and rapid loading times that keep you in the heart of the action.\n\nImmerse yourself in stunning visuals that bring gaming worlds to life, complemented by the revolutionary 3D Audio technology that envelops you in a soundscape of precision and clarity. The PS5 Slim’s haptic feedback and adaptive triggers offer tactile sensations that enhance every moment, from the rush of wind to the pull of a bowstring.\n\nWith backward compatibility, cherish your beloved PS4 titles alongside an expansive library of PS5 masterpieces waiting to be explored. The PlayStation®5 Slim console is not just a gateway to new gaming horizons but a leap into the future of play.\n\nNote: Vertical stand sold separately. 3D audio functionality requires built-in TV speakers or analog/USB stereo headphones, setup, and the latest system software update.",
    "price": "464.58",
    "url": "https://www.amazon.com/PlayStation®5-console-slim-PlayStation-5/dp/B0CL61F39H/ref=sr_1_1?_encoding=UTF8&content-id=amzn1.sym.bd1d9f99-8fa5-48ff-9c39-3905e4244a22&dib=eyJ2IjoiMSJ9.XIMaNs9jaHVWIHy2e5alGO18ejG3AdXVfHH2I7OfBaWH4x6l3gFvzlEYNAhmkpCTqXTdhs80UM1tXoxzhuYU-WIdFkQbu9sTtgOChjeiXcJUBgZja7HnpzEtxMcNBB_Qv5YDbmzIeOpl4gOHNrkO3uXl9yATGJsYSuO26wLJr7fJaeVC4cAPez97Wy8zZMEZl7EV2mLvAquNLbLawuZ263qBN99jLPzR_PDaCo0_sZw.Pj_zVj01SCWh7xxjutvFwJ6Dczy--UPq9qz3pz9C8Tw&dib_tag=se&keywords=playstation&pd_rd_r=fb8fb908-9e99-4f01-8018-6c968117cf51&pd_rd_w=aB85Q&pd_rd_wg=MBtLu&pf_rd_p=bd1d9f99-8fa5-48ff-9c39-3905e4244a22&pf_rd_r=24PC2V9YZNTVK1HAJHPN&qid=1718545743&sr=8-1&th=1",
    "id": 12
  },
  {
    "name": "Apple iPhone 13, 512GB, Red - GSM Carriers (Renewed)",
    "description": "Your new superpower. A superbright display in a durable design. Hollywood-worthy video shooting made easy. A lightning-fast chip. And a big boost in battery life you'll notice every day.",
    "price": "587.82",
    "url": "https://www.amazon.com/Apple-iPhone-13-512GB-Red/dp/B09LNNKVHF/ref=sr_1_1?crid=1KY5C8OME1B0R&dib=eyJ2IjoiMSJ9.z3n-94tgCSoVyR0G7_QnvVY43tFrDbKb-LQSyxoxYWYOyU4Hj3cEq7D50O4OQx6eIJ07AcfCXYpFtqKtQ2gifigHDQqZa6Ivsm6zef2vugpfD8_0VES_1oJinH3Hz34z_VMsBBaB8QCYn9d-umVoIH1fRKXSjYMjO-x1x-9shhW0pyxkpB8NwDg5Bmf5SYSclY8FFysjaFvxhbieyXAAgkSIf_Zi0vtLAeRGHCTzXRQ.CZzPBx0LnFKILb8Jc4f1moDUn0npDuprqvIFfgeFrWg&dib_tag=se&keywords=iphone%2B13&qid=1718548507&sprefix=iphone%2B13%2Caps%2C248&sr=8-1&th=1",
    "id": 13
  },
  {
    "name": "Dyson Supersonic™ Hair Dryer",
    "description": "The Dyson Supersonic™  hair dryer is engineered for fast drying and precision styling while protecting hair from extreme heat damage. Five styling attachments are engineered for different hair types.",
    "price": "429.00",
    "url": "https://www.amazon.com/Dyson-Supersonic-Nickel-Copper-Presentation/dp/B0B4T6RTZ2/ref=sr_1_5?crid=2WJLHKZS2RABT&dib=eyJ2IjoiMSJ9.9UGwqzTbmuTSiH9rU1vtLgrPlu8bzQb9Fd8K5djGOIfB22GIjsvhQCS-Ebbz33sY1Qb2YLH8-2mvhSJjVkUp8JVXIIZ7iPf6Fs05SqTSaimTS4KmsaE5f_8o65W2NQMWR7UQY8D_rixsgb_22c1GmWhPrg0FE1YFHlOhfpV_Yvr8algM7Chk4tY6Xmq3iyTjykMIF2LiFDXINAVB7CXT20acXWu1VoQ6SdOhfeZNn-A.3JMrKgFmgtbNT-HBBkm4Mc011itXUwpMJf1nYsl6CYI&dib_tag=se&keywords=dyson&qid=1718548570&sprefix=dyson%2Caps%2C385&sr=8-5",
    "id": 14
  },
  {
    "name": "1 Carat Diamond Ring, Women's Engagement Ring, Bright Classic Laboratory-made Diamond Dragon Ring 18K White Four-pronged Ring ",
    "description": "DESIGN: This Knife Edge four-claw solitaire is the ultimate classic engagement ring style. Crafted to showcase your choice of moissanite, four slim platinum claws secure and support the center stone. This classic four-claw setting is traditional and elegant, drawing attention to the center gemstone. The slender silhouette and polished finish of this solitaire exemplify timeless design, proving simple can be truly stunning.MATERIAL: This classic solitaire engagement ring featuring 1 2ct 8mm Conflict-Free Lab Created Diamond D Color VVS1 Clarity Round Cut Moissanite, secured by precious 18K White Gold Plated Solid Silver 4 claws. All raw material sourced from USA or Italy, with our time’s most advanced technology of special environmental plating, would be almost as enduring as karat gold, made to last a lifetime.MOISSANITE: Moissanite was discovered by Henri Moissan while examining a meteor crater in 1893. At first, he mistakenly identified the crystals as diamonds, but in 1904 he identified the crystals as silicon carbide. Moissanite was named in honor of Moissan later. SMILEST Moissanite diamond with the optical and physical properties of South African diamonds. The colorful light is more than 2.5 times that of South African diamonds. Mohs scale hardness 9.25, the hardest gemstone second to diamond.PERFECT GIFT: SMILEST moissanite diamond rings is a perfect gift idea for Wife, Mother, Sister, Girlfriend, Bride, Daughter, Grantdaughter, Friends, Yourself on Anniversaries, Weddings, Engagements, Birthday, Dating, Valentine's Day, Christmas, Hanukkah and so on. All moissanite engagement rings come with beautiful PU box, made with traditional letterpress, which is ready as a gift for someone important to you. The brilliant eternity moissanite ring represent the forever LOVE.   90-DAY GUARANTEE: If there is any reason you are not complete happy, please feel free to contact us, you can choice FULL return or exchange a new one within 90 DAYS, we will reply you in 24h.",
    "price": "1499.00",
    "url": "https://www.amazon.com/DAORJWL-Diamond-Engagement-Laboratory-made-Four-pronged/dp/B0D5M33VL5/ref=sr_1_18?dib=eyJ2IjoiMSJ9.41UKq9n8hIMQ47SUYegZX2PLF8-TxW2u-EcOp5Ksy7Q1MyxdUw45iKSNecBvXL-fMjNiHZx33rdXIA7AbLrhpOeAzuxf_krRvKU8lY6ziL10zTcac5m8b-y863p3zQRQGdmdGFV4PMiU1_rBXsZkB4dWuBKUJfUUNMfXgAY7TsNegBxzMHyPwzTq47JrwblQM96p2aEwIlfb-QjISfl9lkcEv629locXaPTghwLxJaOZKWFfh_J6QYrAHumptRNRjZ2bT6MyxclUCCzHRoCMrpoMdqe2ZFYJySAcTzG25Yg.xx1T59Q9TZdD94Ytvk8zwu7BmbeQfXPlBOP_mAcFi9k&dib_tag=se&keywords=diamond+ring&qid=1718638194&sr=8-18",
    "id": 15
  },
  {
    "id": 16,
    "name": "Whiskey Stones Gift Set for Men | Whiskey Decanter with Glasses Set and Wood Stand, 6 Granite Whiskey Chilling Stones and 10oz Whiskey Glasses | Whiskey Decanter Set for Men, Dad, Husband, Boyfriend ",
    "description": "PERFECT GIFT FOR STRONG WHISKEY FANS】- Everything a whiskey lover wants! This whiskey stones gift set contains 2 rocks glasses (10oz/300ml) + detailed whiskey decanter + rustic wood stand + 6 granite whiskey stones + whiskey stone storage tray + metal tongs + whiskey cocktail cards. Give a gift to your favorite man: father, brother, son, boyfriend, husband, or grandpa. Gift it on any occasion: Father's Day, Christmas, Valentine’s Day, birthday, graduation, wedding, anniversary, or retirement.\n    【DON’T COMPROMISE ON TASTE】- Our whiskey stones are 100% natural granite and will chill your bourbon without watering it down. Unlike traditional ice, these granite whiskey stones don’t melt - so you can enjoy the full, powerful taste of your preferred scotch. This liquor gift set even includes a custom-fit natural wood tray for storing your stones. And don’t worry, these whiskey stones won’t scratch your Old Fashioned glasses.\n    【DECANTER SET TO BRAG ABOUT】- Never be boring. Add some serious class to your bar with the detailed bourbon glasses and decanter which elegantly hold your favorite whiskey. Wherever you enjoy your scotch, sip it in style with these classic crystal whiskey glasses. Each glass is lead-free and holds 10oz/300ml of the best bourbon.\n    【ATTRACTIVE & DURABLE】- Upgrade your man cave! This handsomely-designed whiskey decanter set turns any home bar into the focal point of the room. The rustic wood stand stores and displays your professional-grade glassware stylishly. Stop worrying about maintenance, since this whiskey decanter gift set is built to last. Get ready to impress your scotch-loving guests with your bartending skills for a long, long while.\n    【LOYAL CUSTOMER SERVICE & 3-YEAR GUARANTEE】- Our products are designed to make you happy. And because we aim to keep you happy, this bourbon decanter set comes with a 3-year quality guarantee. If you experience any issues or have any questions, our famously helpful customer service team is here for you, 24\n",
    "price": "41.99",
    "url": "https://www.amazon.com/whiskey-decanter-stones-set-glasses-gifts/dp/B08F5KQZG9/ref=sr_1_21?crid=VJES1XQ017C4&dib=eyJ2IjoiMSJ9.eUd7xqmldSyTWaOR6E-T98BmC3-iH_e4HmCRof_n1B-bHDnZN71U0h5yAS6MStUIrvKW1mT-7u6vBasA1GYUuq5qvU65V96P3fuv0oc9zuQoTPw_EZK6jtHwXdt45npOo7gaJvPJSY4TxIWFVlWp0ggXWEqCQdLZ2dRf8mqAaNSNIiZoyICgFk_WEf93JhC8Hs93ZJmcc042oDIZSoSO95yrVpCx7YsfA56OjTU3Uz-jwgF8De5KsVhj_iUOhK0-Z_k4ZCZmIBmouX1nOov9hRtJ7PHLuWOiFiD7N3l-nVw.rXuwq7zHK4xqhdtZgewMofFwc8KAcfnpoOsXGcE9P8s&dib_tag=se&keywords=whisky&qid=1718798194&sprefix=whisky%2Caps%2C352&sr=8-21"
  }
]